Repository: zlandau/musicextras
Catalog: po/*/musicextras.po
Languages: de, es

source: Usage
de: Aufruf
es: Modo de uso

source: Invalid fetcher: #{x}
de: Ungültiger Fetcher: #{x}
es: Fetcher inválido: #{x}

source: Connection refused. Make sure musicextras-gui is running on %s:%s.
de: Verbindungsaufbau abgelehnt. Läuft musicextras-gui auf %s:%s?
es: Conección rechazada. Verifique que musicextras-gui esté corriendo en %s:%s.

source: specify artist
de: Künstler angeben
es: especifique un artista

source: specify album
de: Album angeben
es: especifique un album

source: specify song title
de: Liedtitel angeben
es: especifique el nombre de la canción

source: specify file to read mp3 tag from
de: Datei angeben, um mp3-Tag zu lesen
es: especifique el archivo mp3 desde el que quiere leer la información

source: display information using gui (default)
de: Informationen mittels GUI darstellen (Voreinstellung)
es: mostrar la informacion usando la interface gráfica (default)

source: display information to stdout
de: Informationen auf der Standardausgabe anzeigen
es: mostrar la informacion en stdout

source: be verbose
de: gesprächig sein
es: mostrar mensajes

source: comma-separated list of fetchers to use
de: kommaseparierte Liste von Fetchern, die verwendet werden sollen
es: lista separada por coma de fetchers a usar

source: comma-separated list of fetchers to exclude
de: kommaseparierte Liste von Fetchern, die ausgeschlossen werden sollen
es: lista separada por coma de fetchers a excluir

source: display available fetchers
de: verfügbare Fetcher anzeigen
es: mostrar fetchers disponibles

source: Valid fetchers:
de: Gültige Fetcher:
es: Fetchers válidos

source: comma-separated list of plugins to use
de: kommaseparierte Liste von Plugins, die verwendet werden sollen
es: lista separada por comas de plugins a usar

source: comma-separated list of plugins to exclude
de: kommaseparierte Liste von Plugins, die ausgeschlossen werden sollen
es: lista separada por comas de plugins a excluir

source: display available plugins
de: verfügbare Plugins anzeigen
es: mostrar plugins disponibles

source: Valid plugins:
de: Gültige Plugins:
es: Plugins válidos

source: clears the greylist and exits
de: Graue Liste leeren und beenden
es: borra la lista gris y sale

source: Clearing the greylist in %s
de: Graue Liste in %s leeren
es: Borrando la lista gris en %s

source: displays this usage
de: Diese Hilfe anzeigen
es: muestra estas instrucciones de uso

source: displays version information
de: Versionsinformationen anzeigen
es: muestra la información de versión

source: %s: invalid option -- %s
de: %s: ungültige Option -- %s
es: %s: opción inválida -- %s

source: Retrieving lyrics..
de: Lade Liedtext..
es: Bajando letra...

source: Notice: not retrieving lyrics (missing title or artist)
de: Achtung: Lade keine Liedtexte (Titel oder Künstler fehlen)
es: Aviso: no se baja la letra (falta título o artista)

source: No lyrics plugin loaded.
de: Kein Liedtext-Plugin geladen.
es: No hay ningun plugin de letra cargado.

source: No lyrics found.
de: Kein Liedtext gefunden.
es: No se ha encontrado ninguna letra.

source: Retrieving artist image..
de: Lade Bild des Künstlers..
es: Bajando imagen del artista...

source: Notice: not retrieving artist image (missing artist)
de: Achtung: Lade kein Bild des Künstlers (Künstler fehlt)
es: Aviso: no se baja la imagen del artista (falta nombre del artista)

source: Retrieving album cover..
de: Lade CD-Hülle..
es: Bajando tapa del disco...

source: Notice: not retrieving album cover (missing album or artist)
de: Achtung: Lade keine CD-Hülle (Album oder Künstler fehlen)
es: Aviso: no se baja la portada del disco (falta album o artista)

source: Retrieving biography..
de: Lade Biografie..
es: Bajando biografía...

source: No biography found.
de: Keine Biographie gefunden.
es: No se ha encontrado la biografía.

source: Notice: not retrieving biography (missing artist)
de: Achtung: Lade keine Biographie (Künstler fehlt)
es: Aviso: no se baja la biografía (falta nombre del artista)

source: Retrieving album review..
de: Lade Album-Kritik..
es: Bajando comentario del disco...

source: No album review found.
de: Keine Album-Kritik gefunden.
es: No se ha encontro comentario del disco.

source: Notice: not retrieving album review (missing album or artist)
de: Achtung: Lade keine Album-Kritik (Album oder Künstler fehlen)
es: Aviso: no se baja comentario del disco (falta album o artista)

source: Retrieving years active..
es: Bajando años de carrera...

source: Notice: not retrieving years active (missing artist)
de: Achtung: Lade keine aktiven Jahre (Künstler fehlt)
es: Aviso: no se baja años activo (falta artista)
